{
  "monti": {
    "appId": "ScXciBhjBLsCqG9Jy",
    "appSecret": "fdc60ba9-15cf-4cc5-98e6-7a8d0b8f266c"
  },

  "defaultAccounts": [
    { "email": "admin@foo.com", "password": "changeme", "role": "admin" },
    { "email": "john@foo.com", "password": "changeme" }
  ],

  "defaultData": [
    { "name": "Basket", "quantity": 3, "owner": "john@foo.com", "condition": "excellent" },
    { "name": "Bicycle", "quantity": 2, "owner": "john@foo.com", "condition": "poor" },
    { "name": "Banana", "quantity": 2, "owner": "admin@foo.com", "condition": "good" },
    { "name": "Boogie Board", "quantity": 2, "owner": "admin@foo.com", "condition": "excellent" }
  ],

  "defaultClubs": [
    {
      "name": "ACM", "image": "/images/ACMImg.webp",
      "description": "The Association for Computing Machinery at UH Manoa (ACManoa/ACM) is the largest computer science organization, welcoming all students of different backgrounds, interests, and skill levels. We are a registered student chapter of the International Association for Computing Machinery society. We fulfill our goals of providing social, professional, and technical enrichment for our members by providing various opportunities."
    },
    {
      "name": "Game Dev", "image": "/images/GameDevLogo.jpeg",
      "description": "The University of Hawaii at Manoa Game Development Club focuses on the collaborative production of video games using Unity, Maya, and Unreal Engine. Our members work together to create unique designs, art, and mechanics for the participation of 1-2 game jams. No experience is required to join as we all enter with a mindset of learning something new."
    },
    {
      "name": "SWITCH", "image": "/images/SWITCHLogo.jpeg",
      "description": "SWITCH stands for Supporting Women in Technology and Computing Hawaii. We are dedicated to supporting women and minorities, promoting gender and racial equality, facilitating professional, technical & personal development events, creating an environment and atmosphere where women can feel safe, preventing violence against women by raising awareness of campus resources, and provide an overall sense of community."
    },
    {
      "name": "BDCUH", "image": "/images/BDCUHLogo.png",
      "description": "Did you know that the top Amateur Collegiate Ballroom Dancers in the USA in the past few years have been Computer Science majors working in the High Tech industry? Did you know that Carnegie Mellon University, Georgia Tech, the University of Minnesota and Purdue University are in the top 10 collegiate ballroom teams? (And many of the competitors are Computer Science and Engineering majors!)\n \nThe Ballroom Dance Club at the University of Hawaii at Manoa just started in Fall 2022! We teach both social dance as well as competitive dance. We meet on most Tuesday evenings in the Athletic Department Studio 3. No dance experience is needed, and classes are free.\n"
    },
    {
      "name": "Grey Hats", "image": "/images/GHImg.webp",
      "description": "Grey Hats is cyber-security club that facilitates the sharing of cyber-security concepts through fellowship. Grey Hats participates in several cyber-security competitions throughout the school year along with maintaining an active student ran server."
    },
    {
      "name": "PANDA", "image": "/images/PandasImg.webp",
      "description": "PANDA known as the programming and algorithm club, helps students develop the algorithmic problem solving skills needed to succeed in the field of computer science. We have weekly meetings with questions tailored to preparing for technical interviews. Content is between ICS 211 - ICS 311, but all are welcome!\n"
    }
  ]
}
